{"Bacterial_spot": {"name": "Bacterial_spot", "Treatment": "Management of the disease focuses on preventive control measures throughout the season. Once a field becomes infested bacterial spot is difficult to control, especially under conducive disease conditions. Therefore, preventative control measures are very important. Losses can be reduced by adopting the following management strategies: The most effective management strategy is the use of pathogen-free certified seeds and disease-free transplants to prevent the introduction of the pathogen into greenhouses and field production areas. Inspect plants very carefully and reject infected transplants- including your own! In the greenhouse, discard trays adjacent to outbreak location to minimize disease spread. Treat seeds with dilute bleach, hydrochloric acid, or hot water to reduce the potential for seedling infection. However, this seed treatment is not recommended for producers that use pelleted seeds as it will remove the pelleted coating from seeds. These treatments may also reduce seed germination. Perform a test treatment on approximately 50 to 100 seeds and check for the effect on germination before treating an entire seed lot. For specific instructions and recommendations please consult the Southeastern US Vegetable Crop Handbook. In transplant production greenhouses, minimize overwatering and handling of seedlings when they are wet. Trays, benches, tools, and greenhouse structures should be washed and sanitized between seedlings crops. Crop rotation should be used to avoid pathogen carryover on volunteers and crop residue. Avoid fields that have been planted with peppers or tomatoes within one year, especially if they had bacterial spot previously. Eliminate solanaceous weeds in and around tomato and pepper production areas. Keep cull piles away from field operations. Do not spray, tie, harvest, or handle wet plants as that can spread the disease.", "Symptoms": "On tomato, leaf lesions are initially circular and water-soaked and may be surrounded by a faint yellow halo. In general, spots are dark brown to black and circular on leaves and stems. Spots rarely develop to more than 3 mm in diameter. Lesions can coalesce causing a blighted appearance of leaves and a general yellowing may occur on leaves with multiple lesions. Infected pepper leaves drop prematurely; this exposes fruit to the sun and results in sun scalding. Fruit lesions begin as small, slightly raised blisters, which become dark brown, scab-like, and can appear slightly raised as they increase in size. On leaflets, bacterial spot can be easily confused with the early symptoms of bacterial speck, early blight, gray leaf spot, target spot, or Septoria leaf spot. When Xanthomonas is present, bacteria will ooze (also referred to as bacterial streaming) from infected tissue and can be observed under a light microscope. Bacterial streaming will not be observed in lesions caused byfungal pathogens.", "Pathogen": "The disease is caused by four species of Xanthomonas (X. euvesicatoria, X. gardneri, X. perforans, and X. vesicatoria). In North Carolina, X. perforans is the predominant species associated with bacterial spot on tomato and X. euvesicatoria is the predominant species associated with the disease on pepper. All four bacteria are strictly aerobic, gram-negative rods with a long whip-like flagellum (tail) that allows them to move in water, which allows them to invade wet plant tissue and cause infection.", "Pesticides": "Bactericidal: Copper Oxychioride 50.0% WP Fungicide: Mancozeb 75.0%", "organic": "Purchase high quality, certified disease free seed if possible. Hot water treatment can be used to kill bacteria on and in seed. For growers producing their own seedlings, avoid over-watering and handle plants as little as possible. Disinfect greenhouses, tools, and equipment between seedling crops with a commercial sanitizer. For growers purchasing transplants, buy plants from reputable growers who start with clean seed and use good cultural practices to reduce disease. Once plants are in the field, avoid overhead watering Do not work in plants when wet to avoid spreading disease. Avoid high-pressure sprays, as these may injure leaves enough to encourage the introduction of the bacterial pathogen. Disinfect pruners and other tools by dipping in a commercial sanitizer, or a 1:9 dilution of germicidal bleach. To be efficient when pruning, have two pruners and alternate between plants to allow proper soaking time.  Bury or remove crop debris at the end of the season. Rotate away from tomato or pepper for a year. It is important to control tomato or pepper volunteers during that time."}, "Early_blight": {"name": "Early_blight", "Treatment": "Prune or stake plants to improve air circulation and reduce fungal problems. Make sure to disinfect your pruning shears (one part bleach to 4 parts water) after each cut. Keep the soil under plants clean and free of garden debris. Add a layer of organic compost to prevent the spores from splashing back up onto vegetation. Drip irrigation and soaker hoses can be used to help keep the foliage dry. For best control, apply copper-based fungicides early, two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat every 7-10 days for as long as needed. Containing copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed. SERENADE Garden is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed. Remove and destroy all garden debris after harvest and practice crop rotation the following year. Burn or bag infected plant parts. Do NOT compost.", "Symptoms": "Early blight produces a wide range of symptoms at all stages of plant growth. It can cause dampingoff, collar rot, stem cankers, leaf blight, and fruit rot. The classic symptoms occur on the leaves where circular lesions up to 1/2″ in diameter are produced. Within these lesions dark, concentric circles can be seen. The leaf blight phase usually begins on the lower, older leaves and progresses up the plant. Infected leaves eventually wither, die, and fall from the plant.", "Pathogen": "Early blight can be caused by two different closely related fungi, Alternaria tomatophila and Alternaria solani. Alternaria tomatophila is more virulent on tomato than A. solani, so in regions where A. tomatophila is found, it is the primary cause of early blight on tomato. However, if A. tomatophila is absent, A. solani will cause early blight on tomato. Both pathogens can also infect potato, although A. solani is more likely to cause potato early blight than A. tomatophila. Both pathogens can also infect eggplant and several Solanaceous weeds including black nightshade (Solanum ptycanthum), and hairy nightshade (Solanum physalifolium)", "Pesticides": "Bactericidal: Copper Oxychioride 50.0% WP Fungicide: Mancozeb 75.0%", "organic": "I found a supposed organic remedy for early blight on Jeff Bernhard’s YouTube channel. Even though I haven’t tested yet, I’m going to list the ingredients here. You’ll first need a spray bottle. If you don’t have one already, you can buy one from Amazon for a few dollars. Ingredients: 1 gallon of water 3 table spoons of baking soda 1 table spoon of vegetable oil 3-4 drops of organic dish soap Mix all the ingredients together and spray the solution on the affected tomato or potato plants. According to Jeff, this is going to create a solution that should prevent the fungus spores from being able to survive on the leaves or on the stems of the plants by increasing the pH level. You can spray the finished solution early in the morning or late in the evening."}, "Late_blight": {"name": "Late_blight", "Treatment": " Plant resistant cultivars when available. 2. Remove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation. 3. Water in the early morning hours, or use soaker hoses, to give plants time to dry out during the day — avoid overhead irrigation. 4. Destroy all tomato and potato debris after harvest (see Fall Garden Cleanup).", "Symptoms": "Leaves have large, dark brown blotches with a green gray edge; not confined by major leaf veins.  Infections progress through leaflets and petioles, resulting in large sections of dry brown foliage.  Stem infections are firm and dark brown with a rounded edge.  Firm, dark brown, circular spots grow to cover large parts of fruits. Spots may become mushy as secondary bacteria invade.  In high humidity, thin powdery white fungal growth appears on infected leaves, fruit and stems.  In cool, wet weather, entire fields turn brown and wilted as if hit by frost.", "Pathogen": "Late blight is caused by the oomycete Phytophthora infestans. Oomycetes are fungus-like organisms also called water molds, but they are not true fungi. There are many different strains of P. infestans. These are called clonal lineages and designated by a number code (i.e. US-23). Many clonal lineages affect both tomato and potato, but some lineages are specific to one host or the other. The host range is typically limited to potato and tomato, but hairy nightshade (Solanum physalifolium) is a closely related weed that can readily become infected and may contribute to disease spread. Under ideal conditions, such as a greenhouse, petunia also may become infected.", "Pesticides": "Fungicide: Mancozeb 75.0%", "organic": "Destroy potato cull piles before the growing season begins by burying them, spreading and incorporating them into fields, or feeding them to animals.  Control volunteer potato plants, as infected plants can grow from infected tubers.  Seed infection is unlikely on commercially prepared tomato seed or on saved seed that has been thoroughly dried.  Inspect tomato transplants for late blight symptoms prior to purchase and/or planting, as tomato transplants shipped from southern regions may be infected.  If infection is found in only a few plants within a field, infected plants should be removed, discedunder, killed with herbicide or flame-killed to avoid spreading through the entire field"}, "Leaf_Mold": {"name": "Leaf_Mold", "Treatment": "The pathogen P. fulfa can survive on infected plant debris or in the soil, although the initial source of the disease is often infected seed. The disease is spread by rain and wind, on tools, clothing and via insect activity. High relative humidity (greater that 85%) combined with high temperatures encourages the spread of the disease. With that in mind, if growing tomatoes in a greenhouse, maintain night temps higher than outside temperatures. When planting, use only certified disease-free seed or treated seed. Remove and destroy all crop debris post-harvest. Sanitize the greenhouse between crop seasons. Use fans and avoid overhead watering to minimize leaf wetness. Also, stake and prune plants to increase ventilation. If the disease is detected, apply a fungicide according to the manufacturer’s instructions at the first sign of infection.", "Symptoms": " The oldest leaves are infected first.  Pale greenish-yellow spots, usually less than 1/4 inch, with no definite margins, form on upper sides of leaves.  Olive-green to brown velvety mold forms on the lower leaf surface below leaf spots.  Leaf spots grow together and turn brown. Leaves wither and die but often remain attached to the plant.  Infected blossoms turn black and fall off.  Fruit infections start as a smooth black irregular area on the stem end of the fruit. As the disease progresses, the infected area becomes sunken, dry and leathery.", "Pathogen": "Leaf mold is caused by the fungus Passalora fulva (previously called Fulvia fulva or Cladosporium fulvum). It is not known to be pathogenic on any plant other than tomato.", "Pesticides": "Fungicide: Mancozeb 75.0%", "organic": " Use drip irrigation and avoid watering foliage.  Space plants to provide good air movement between rows and individual plants.  Stake, string or prune to increase airflow in and around the plant. o Sterilize stakes, ties, trellises etc. with 10% household bleach or commercial sanitizer.  Circulate air in greenhouses or tunnels with vents and fans and by rolling up high tunnel sides to reduce humidity around plants. o Keep night temperatures in greenhouses higher than outside temperatures to avoid dew formation on the foliage.  Remove crop residue at the end of the season. Burn it or bury it away from tomato production areas.  Clean the high tunnel or greenhouse walls and benches at the end of the season with a commercial sanitizer."}, "Septoria_leaf_spot": {"name": "Septoria_leaf_spot", "Treatment": " Removing infected leaves. Remove infected leaves immediately, and be sure to wash your hands thoroughly before working with uninfected plants.  Consider organic fungicide options. Fungicides containing either copper or potassium bicarbonate will help prevent the spreading of the disease. Begin spraying as soon as the first symptoms appear and follow the label directions for continued management.  Consider chemical fungicides. While chemical options are not ideal, they may be the only option for controlling advanced infections. One of the least toxic and most effective is chlorothalonil (sold under the names Fungonil and Daconil).", "Symptoms": "Septoria leaf spot usually appears on the lower leaves after the first fruit sets. Spots are circular, about 1/16 to 1/4 inch in diameter with dark brown margins and tan to gray centers with small black fruiting structures. Characteristically, there are many spots per leaf. This disease spreads upwards from oldest to youngest growth. If leaf lesions are numerous, the leaves turn slightly yellow, then brown, and then wither. Fruit infection is rare.", "Pathogen": "Septoria leaf spot is caused by the fungus Septoria lycopersici Speg. The disease is particularly destructive in seasons of moderate temperature and abundant rainfall, with the ability to reduce tomato yields dramatically.", "Pesticides": "Bactericidal: Copper Oxychioride 50.0% WP", "organic": " This copper-based spray is accepted as an organic treatment as long as it’s used adequately.  Organic growing regulations describe how much and how often it should be sprayed.  Copper accumulates in the soil and proper use avoids soil contamination."}, "Spider_mites_Two_spotted_spider_mite": {"name": "Spider_mites_Two_spotted_spider_mite", "Treatment": "When spraying ensure underside of leaf is covered by the chemical.  Use fungicides with sulphur, since they reduce populations of mites.  You can also use miticides which are specific for mites e.g. Dynamec (active ingredient abamectin), Oberon (spiromesifen) or Omite (propargite). When using a pesticide, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, and pre-harvest interval.", "Symptoms": "First symptoms are usually clusters of yellow spots on the upper surface of leaves, which may also appear chlorotic. This gives the leaf a speckled or mottled appearance. Feeding by spider mites may lead to a change of leaf colour in some plants such as okra, cotton, coffee, tea and some ornamentals. Attacked leaves turn bronze, or rusty, purple or yellow brown colour. Spider mites and webbing are present on the lower leaf surface, which may appear tan or yellow and have a crusty texture. Feeding by the cassava green mite leads to stunted and deformed cassava leaves. Severe attacks cause the terminal leaves to die and drop, and the shoot tip looks like a \"candle stick\". Under severe infestations leaves redden, whither, and drop. Some spider mites (e.g. T. evansi) produce large amount of webbing. Heavy infestation will result in a fine cobwebby appearance on the leaves and the whole plant. Plants die when infestation is severe.", "Pathogen": "Neozygites floridana is a pathogenic fungus and natural enemy of the two-spotted spider mite, Tetranychus urticae (Acari: Tetranychidae), which is an important polyphagous plant pest.", "Pesticides": "Insecticide:Spiromesifen 22.9% SC Miticide:Fenazaquin 10.0% EC Insecticide:Abamection 1.8% EC", "organic": " Avoid continuous cropping of tomato and related plants which makes it difficult to control red spider mites, since they always have a plant to feed on.  Remove remains (residues) from a previous crop and destroy before planting new crop.  Before transferring sticks (stakes) from an infested field to another, wash with soap and water and dry properly under direct sun for a week to avoid transfer of mites. Do the same for twines in the greenhouse.  Inspect your crop borders for typical symptoms of red spider mite.  Spray water regularly on plants to reduce dust, spider mites do well in dusty conditions."}, "Target_Spot": {"name": "Target_Spot", "Treatment": " Prune or stake plants to improve air circulation and reduce fungal problems.  Make sure to disinfect your pruning shears (one part bleach to 4 parts water) after each cut.  Keep the soil under plants clean and free of garden debris. Add a layer of organic compost to prevent the spores from splashing back up onto vegetation.  Drip irrigation and soaker hoses can be used to help keep the foliage dry. For best control, apply copper-based fungicides early, two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat every 7-10 days for as long as needed.  Containing copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed.  SERENADE Garden is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed.  Remove and destroy all garden debris after harvest and practice crop rotation the following year.  Burn or bag infected plant parts. Do NOT compost.", "Symptoms": "Early blight produces a wide range of symptoms at all stages of plant growth. It can cause damping-off, collar rot, stem cankers, leaf blight, and fruit rot. The classic symptoms occur on the leaves where circular lesions up to 1/2″ in diameter are produced. Within these lesions dark, concentric circles can be seen. The leaf blight phase usually begins on the lower, older leaves and progresses up the plant. Infected leaves eventually wither, die, and fall from the plant", "Pathogen": "Early blight can be caused by two different closely related fungi, Alternaria tomatophila and Alternaria solani. Alternaria tomatophila is more virulent on tomato than A. solani, so in regions where A. tomatophila is found, it is the primary cause of early blight on tomato. However, if A. tomatophila is absent, A. solani will cause early blight on tomato. Both pathogens can also infect potato, although A. solani is more likely to cause potato early blight than A. tomatophila. Both pathogens can also infect eggplant and several Solanaceous weeds including black nightshade (Solanum ptycanthum), and hairy nightshade (Solanum physalifolium)", "Pesticides": "Bactericidal:Copper Oxychioride 50.0% WP Fungicide:Mancozeb 75.0%", "organic": "I found a supposed organic remedy for early blight on Jeff Bernhard’s YouTube channel. Even though I haven’t tested yet, I’m going to list the ingredients here. You’ll first need a spray bottle. If you don’t have one already, you can buy one from Amazon for a few dollars. Ingredients: 1 gallon of water 3 table spoons of baking soda 1 table spoon of vegetable oil 3-4 drops of organic dish soap Mix all the ingredients together and spray the solution on the affected tomato or potato plants. According to Jeff, this is going to create a solution that should prevent the fungus spores from being able to survive on the leaves or on the stems of the plants by increasing the pH level. You can spray the finished solution early in the morning or late in the evening."}, "Yellow_Leaf_Curl_Virus": {"name": "Yellow_Leaf_Curl_Virus", "Treatment": " symptomatic plants should be carefully covered by a clear or black plastic bag and tied at the stem at soil line. Cut off the plant below the bag and allow bag with plant and whiteflies to desiccate to death on the soil surface for 1 -2 days prior to placing the plant in the trash. Do not cut the plant off or pull it out of the garden and toss it on the compost! The goal is to remove the plant reservoir of virus from the garden and to trap the existing virus-bearing whiteflies so they do not disperse onto other tomatoes.  If symptomatic plants have no obvious whiteflies on the lower leaf surface, these plants can be cut from the garden and BURIED in the compost.  Although the silverlef whitefly feeds on more than 500 plants, some of its more favorite vegetable hosts other than tomatoes include the squash and cucumber family of plants, okra, beans, peanuts & eggplant. Favorite landscape plants include hibiscus, poinsettia, Gerbera daisy and many bedding plants.  Inspect plants for whitefly infestations two times per week. If whiteflies are beginning to appear, spray with azadirachtin (Neem), pyrethrin or insecticidal soap. For more effective control, it is recommended that at least two of the above insecticides be rotated at each spraying. Follow label directions closely for dosage rates, spray intervals and precautions. Spray the undersides of the leaves thoroughly.", "Symptoms": "Tomato yellow leaf curl is a disease of tomato caused by Tomato yellow leaf curl virus. In March 2007, it was identified for the first time in California and currently has a limited distribution. An educational brochure (PDF) was created at that time and is available to print. Infected tomato plants initially show stunted and erect or upright plant growth; plants infected at an early stage of growth will show severe stunting. However, the most diagnostic symptoms are those in leaves. Leaves of infected plants are small and curl upward; and show strong crumpling and interveinal and marginal yellowing. The internodes of infected plants become shortened and, together with the stunted growth, plants often take on a bushy appearance, which is sometimes referred to as 'bonsai' or broccoli'-like growth. Flowers formed on infected plants commonly do not develop and fall off (abscise). Fruit production is dramatically reduced, particularly when plants are infected at an early age, and it is not uncommon for losses of 100% to be experienced in fields with heavily infected plants.", "Pathogen": "Tomato yellow leaf curl virus (TYLCV) is a DNA virus from the genus Begomovirus and the family Geminiviridae. ... This virus is transmitted by an insect vector from the family Aleyrodidae and order Hemiptera, the whitefly Bemisia tabaci, commonly known as the silverleaf whitefly or the sweet potato whitefly.", "Pesticides": "There are currently no chemical options that are effective against either virus.", "organic": " Avoid continuous growing of tomato. Practice crop rotation by planting crops that are not susceptible to whitefly.  Use resistant/ tolerant varieties, e.g. 'Amareto', 'Peto 86', 'Fiona F1', 'Perlina', 'Denise', 'Cheyenne (E448)', 'Rover'.  Mulch the seedbeds.  Protect seedbeds with a white nylon net (40 mesh).  Pull out diseased seedlings.  Protect seedlings from whiteflies (for more information on whiteflies click here  Plant barrier crops like maize around tomato fields. These crops should be sown a month or two before transplanting of tomato.  Mulch tomato fields with sawdust or straw.  Immediately remove infected-looking plants and bury them.  Do not plant cotton near tomato and/or other crops susceptible to whiteflies or vice versa.  Eradicate weeds.  Plough-under all plant debris after harvest or burn them when possible."}, "mosaic_virus": {"name": "mosaic_virus", "Treatment": "There are no cures for viral diseases such as mosaic once a plant is infected. As a result, every effort should be made to prevent the disease from entering your garden. 1. Fungicides will NOT treat this viral disease. 2. Plant resistant varieties when available or purchase transplants from a reputable source. 3. Do NOT save seed from infected crops. 4. Spot treat with least-toxic, natural pest control products, such as Safer Soap, Bon-Neem and diatomaceous earth, to reduce the number of disease carrying insects. 5. Harvest-Guard® row cover will help keep insect pests off vulnerable crops/ transplants and should be installed until bloom. 6. Remove all perennial weeds, using least-toxic herbicides, within 100 yards of your garden plot. 7. The virus can be spread through human activity, tools and equipment. Frequently wash your hands and disinfect garden tools, stakes, ties, pots, greenhouse benches, etc. (one part bleach to 4 parts water) to reduce the risk of contamination. 8. Avoid working in the garden during damp conditions (viruses are easily spread when plants are wet). 9. Avoid using tobacco around susceptible plants. Cigarettes and other tobacco products may be infected and can spread the virus. 10. Remove and destroy all infected plants (see Fall Garden Cleanup). Do NOT compost.", "Symptoms": "Overall, tomato mosaic virus symptoms can be varied and hard to distinguish from other common tomato viruses. A definitive diagnosis can be accomplished by submitting a sample to the University of Minnesota Plant Disease Clinic.  Mottled light and dark green on leaves.  If plants are infected early, they may appear yellow and stunted overall.  Leaves may be curled, malformed, or reduced in size.  Spots of dead leaf tissue may become apparent with certain cultivars at warm temperatures.  Fruits may ripen unevenly.  Reduced fruit number and size.  Yellowish rings may form if fruit ripens in warm weather.  Fruits may show internal browning just under the skin (brownwall).", "Pathogen": "ToMV infects tomato most commonly, but the virus can also infect pepper, potato, apple, pear, cherry and numerous weeds, including pigweed and lamb's quarters. Symptoms may differ on different hosts. TMV has a very wide host range, affecting numerous crops, ornamentals and weeds including cucumber, lettuce, beet, pepper, tomato, petunia, jimson weed and horsenettle.", "Pesticides": "There are currently no chemical options that are effective against either virus.", "organic": " Use certified disease-free seed or treat your own seed. o Soak seeds in a 10% solution of trisodium phosphate (Na 3PO 4) for at least 15 minutes. o Or heat dry seeds to 158 °F and hold them at that temperature for two to four days.  Purchase transplants only from reputable sources. Ask about the sanitation procedures they use to prevent disease.  Inspect transplants prior to purchase. Choose only transplants showing no clear symptoms.  Avoid planting in fields where tomato root debris is present, as the virus can survive long-term in roots.  Wash hands with soap and water before and during the handling of plants to reduce potential spread between plants.  Disinfect tools regularly — ideally between each plant, as plants can be infected before showing obvious symptoms. o Soaking tools for 1 minute in a 1:9 dilution of germicidal bleach is highly effective. o Or a 1 -minute soak in a 20% weight/volume solution of nonfat dry milk and water is also very effective. o When pruning plants, have two pruners and alternate between them to allow proper soaking time between plants.  Avoid using tobacco products around tomato plants, and wash hands after using tobacco products and before working with the plants. o Tobacco in cigarettes and other tobacco products may be infected with either ToMV or TMV, both of which could spread to the tomato plants.  Scout plants regularly. If plants displaying symptoms of ToMV or TMV are found, remove the entire plant (including roots), bag the plant, and send it to the University of Minnesota Plant Diagnostic Clinic for diagnosis.  If ToMV or TMV is confirmed, employ stringent sanitation procedures to reduce spread to other plants, fields, tunnels and greenhouses. o Completely pull up and burn infected plants. Do not compost infected plant material. o After working with diseased plants, thoroughly disinfect all tools and hands as outlined above. o For added security against spread, keep separate tools for working in the diseased area and avoid working with healthy plants after working in an area with diseased plants. o At the end of the season, burn all plants from diseased areas, even healthy-appearing ones, or bury them away from vegetable production areas. o Disinfect stakes, ties, wires or any other equipment between growing seasons using the methods noted above"}, "healthy": {"name": "healthy", "Treatment": "continue as your treatment", "Symptoms": "", "Pathogen": "", "Pesticides": "", "organic": ""}}